StruSoft.Interop.StruXml.Data.Sj_datatype_names


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Buckling_lc_y


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Buckling_lc_z


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Buckling_x_y


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Buckling_x_z


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Brace_chord_distance


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Brace_cut_type


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Brace_cut_distance


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Brace_eccentricity


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Brace_overlapped


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Brace_overlapped_weld


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Calc_tension_boltrows_for_shear


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_beta


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_cfd


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_cmin


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_cracked


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_ey


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_ez


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_failure_check


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_gamma_mc


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_gamma_mp


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_gamma_msp


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_h


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_hmin


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_ignore_cone_failure


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_ignore_split_failure


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_kcr


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_kj


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_kucr


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_l


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_material


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_smin


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_u


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Foundation_w


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Notch_hb


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Notch_ht


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Notch_eb


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Notch_et


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Gap_size


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_apply


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_material


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_tp


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_bp


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_hp


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_length


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param1


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param2


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param3


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param4


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param5


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param6


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param7


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Plate_aux_param8


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_type


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_quality


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_prestressed


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_flip


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_washer_at_nut


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_washer_at_head


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_diameter


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_quality


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_surface


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_m


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_tb


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_use_max_of_ftrd


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_ftrd


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_type


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_shape


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_h


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_lhoriz


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_rbend


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_checkadh


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_dh


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Anchor_cfd


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_ncol


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_nrow


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_c1


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_c2


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_c3


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_c4


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_e0


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_e


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_e1


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_e2


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Bolt_group_rows


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_type


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_s


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_a


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_afht


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_awht


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_af1


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_aft


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_awl


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_awr


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_afb


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_af4


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_awhb


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_afhb


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_awh_top


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_awh_bottom


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_af1_back


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_aft_back


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_afw_back


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_afb_back


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_af4_back


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_length


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_edges


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_buttering


StruSoft.Interop.StruXml.Data.Sj_datatype_names.Weld_preheating
